[InteractiveObjects.IO_MO_HellHath_Explosive InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_ForemanExplosives MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Explosivos do Capataz"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ForemanExplosives:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Esses explosivos podem ser usados para destruir o muro de contenção."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ForemansKey MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Chave do Capataz"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ForemansKey:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A chave do conteiner do antigo capataz."
NoConstraintText=""
Suffix=""
Prefix=""

